<?php

return [
    'title' => 'Калькулятор расхода краски',
    'subTitle' => 'Не переплачивайте за краску, рассчитайте ее точно',
    'form' => [
        'paintingSquare' => 'Вы знаете площадь окрашивания?',
        'squareParams' => 'Введите параметры площади',
        'doors/windows' => 'Укажите количество (двери/окна)',
        'subDoors/windows' => 'Для расчёта используются размеры',
        'warning' => 'Расход указан с учетом нанесения покрытий малярным инструментом (валик, кисть) на подготовленные
        под покраску поверхности!',
        'length' => 'Длина (м)*',
        'height' => 'Высота (м)*',
        'doors' => 'Двери (шт)*',
        'windows' => 'Окна (шт)*',
        'doorsSize' => '900*2000 мм',
        'windowsSize' => '1300*1500 мм',
        'square' => 'Площадь (м)*',
        'indicateTheArea' => 'Укажите площадь',
    ],
    'results' => [
        'firstTitle' => 'Окрашиваемая площадь',
        'secTitle' => 'Рекомендуемое количество краски',
        'square' => 'Квадратных метров',
        'quart' => 'кварт',
        'gallons' => 'галлонов',
    ],
    'buttons' => [
        'calculate' => 'Рассчитать',
        'know' => 'Да, знаю',
        'dontKnow' => 'Нет, не знаю',
    ],
];
