<?php

return [
    'banners' => [
        'position' => 'Ошибка, вы не можете удалить баннер, который размещен на сайте',
    ],
    'sections' => [
        'position' => 'Ошибка, вы не можете удалить секцию, которая размещена на сайте',
    ],
    'auth' => [
        'failed' => 'Ошибка, вы не авторизованы',
    ],
    'news' => [
        'categories' => 'Ошибка, вы не можете удалить категорию, которая на данный момент присвоена новости',
    ],
    'products' => [
        'colors' => 'Ошибка, вы не можете удалить цвет, который на данный момент связан с продуктом',
        'categories' => 'Ошибка, вы не можете удалить категорию, которая на данный момент присвоена продукту',
    ],
    'users' => [
        'editMyself' => 'Ошибка, вы можете редактировать свои данные только во вкладке профиль',
        'deleteMyself' => 'Ошибка, вы не можете удалить себя',
    ],
];
