<?php

return [
    'banners' => [
        'position' => 'Ошибка, вы не можете удалить баннер, который имеет позицию',
    ],
    'sections' => [
        'position' => 'Ошибка, вы не можете удалить секцию, который имеет позицию',
    ],
    'auth' => [
        'failed' => 'Ошибка, вы не авторизованы',
    ],
    'categories' => [
        'news' => 'Ошибка, вы не можете удалить категорию, которая на данный момент присвоена новости',
        'products' => 'Ошибка, вы не можете удалить категорию, которая на данный момент присвоена продукту',
    ],
];
